Repository: AceXare/home
Catalog: po/extra/*.po
Languages: de

source: Control your smart home gadgets
de: Steuern Sie Ihre Smart Home Gadgets

source: A smart home application to control your gadgets.
de: Eine Smart Home App zur Steuerung Ihrer Gadgets.

source: Supported devices:
de: Unterstützte Geräte:

source: New:
de: Neu:

source: Add welcome view for onboarding
de: Willkommensansicht für Onboarding hinzugefügt

source: Show loading page if no smart home gadget is found
de: Lade-Seite anzeigen, wenn kein Smart Home Gadget gefunden wird.

source: Show manufacturer and model of device
de: Zeige Hersteller und Modell des Gerätes an

source: Improved:
de: Verbessert:

source: Save and load window settings
de: Speichern und laden der Fenstereinstellungen

source: Remove mention of elementary OS in app description
de: Entfernen der Erwähnung von elementary OS in der App-Beschreibung

source: Suffix symbolic icon names with -symbolic
de: -symbolic an symbolic Icon-Namen angehängt

source: Install all available icon sizes
de: Installiere alle verfügbaren Icon-Größen

source: Initial release
de: Erstveröffentlichung
